app/views/students/index.erb

<!-- <% Student.all.each do |student| %>
---
SELECT "students".* FROM "students"